---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.PartMakerMethodToDivideVolumes
source: html/c647e16f-09e7-7b15-2334-ed62c2d39a0d.htm
---
# PartMakerMethodToDivideVolumes Members

Adds intersecting reference with an offset.